eamodio.gitlens
golang.go
lextudio.restructuredtext
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
philsinatra.macos-dark-mode-theme
vscodevim.vim
