eamodio.gitlens
Fr43nk.seito-openfile
GitHub.vscode-pull-request-github
ms-azuretools.vscode-docker
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-ssh-explorer
ms-vscode-remote.vscode-remote-extensionpack
philsinatra.macos-dark-mode-theme
vscodevim.vim
vscoss.vscode-ansible
