tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "awscli"
brew "bash"
brew "bat"
brew "bind"
brew "cntlm", restart_service: true
brew "coreutils"
brew "corkscrew"
brew "diffutils"
brew "direnv"
brew "findutils"
brew "fish"
brew "fzf"
brew "gawk"
brew "gh"
brew "jpeg", link: true
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "go"
brew "grep"
brew "hub"
brew "ipython"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "lsd"
brew "neovim"
brew "netcat"
brew "openstackclient"
brew "pandoc"
brew "pgcli"
brew "poetry"
brew "shellcheck"
brew "terraform@0.13"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "watch"
brew "wget"
brew "yq"
cask "brave-browser"
cask "docker"
cask "element"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "jabra-direct"
cask "mactex-no-gui"
cask "microsoft-teams"
cask "vimr"
cask "visual-studio-code"
