tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "ant"
brew "bat"
brew "coreutils"
brew "python"
brew "csvkit"
brew "diff-so-fancy"
brew "docker-completion"
brew "docker-compose-completion"
brew "findutils", args: ["with-default-names"]
brew "fish"
brew "fzf"
brew "git"
brew "gnu-sed", args: ["with-default-names"]
brew "grep", args: ["with-default-names"]
brew "launch4j"
brew "libtermkey"
brew "lsd"
brew "maven"
brew "neovim"
brew "p7zip"
brew "pandoc"
brew "shpotify"
brew "socat"
brew "tldr"
brew "tmux"
brew "watch"
brew "wget"
brew "zsh"
cask "docker"
cask "drawio"
cask "dropbox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "inkscape"
cask "java8"
cask "macmediakeyforwarder"
cask "mactex-no-gui"
cask "mattermost"
cask "meld"
cask "nextcloud"
cask "pycharm"
cask "spotify"
cask "texpad"
cask "vimr"
cask "visual-studio-code"
cask "whatsapp"
cask "xquartz"
cask "zotero"
